[
  {
    "Id": 1,
    "Name": "Процессор Intel Core i5-12400F LGA1700, 6 x 2500 МГц, OEM",
    "Description": "Процессор Intel Core i5-12400F – чип со сбалансированной производительностью. Можно использовать его для создания различных сборок. При изготовлении применялся технологический процесс 10 нм. Он позволяет добиться небольшого потребления энергии и тепловыделения. Процессор выполнен с применением архитектуры Alder Lake. Она позволила поднять производительность в сравнении с чипами прошлого поколения. Используется шесть ядер и двенадцать потоков для обработки информации.",
    "TypeOfComponent": "CPU",
    "Cost": 13100,
    "Image": "Intel Core i5-12400F.png"
  },
  {
    "Id": 2,
    "Name": "Процессор Intel Core i5-12600KF LGA1700, 10 x 3700 МГц, OEM",
    "Description": "В процессоре Intel Core i5-12600KF стандартные встроенные функции обеспечивают такие возможности, как шумоподавление, автоматическое кадрирование и оптимизация пропускной способности и разрешения видеоизображения в играх. Процессор Intel Core i5-12600KF может справиться с любыми задачами: от грандиозных игр до работы в Интернете, потоковой трансляции и создания вашего следующего шедевра.",
    "TypeOfComponent": "CPU",
    "Cost": 26100,
    "Image": "Intel Core i5-12600KF.png"
  },
  {
    "Id": 3,
    "Name": "Видеокарта MSI GeForce GTX 1660 SUPER VENTUS XS OC 6GB, Retail",
    "Description": "Шейдеры, реализованные в графическом ядре Turing, способны одновременно выполнять целочисленные вычисления и вычисления с плавающей точкой, поддерживают технологию адаптивного шейдинга и обладают новой унифицированной архитектурой памяти с вдвое большим объемом кэш-памяти по сравнению с графическими процессорами предыдущего поколения. Видеокарта VENTUS оснащена двумя вентиляторами и обладает индустриальным дизайном, выполненным в нейтральных цветах.",
    "TypeOfComponent": "GPU",
    "Cost": 26100,
    "Image": "MSI GeForce GTX 1660 SUPER VENTUS XS OC 6GB.png"
  },
  {
    "Id": 4,
    "Name": "Видеокарта MSI GeForce RTX 3060 GAMING X 12G, Retail",
    "Description": "Используя графический процессор GeForce® RTX™ 3060, представляющей 2-ое поколение чипов NVIDIA RTX, видеокарты MSI GeForce RTX 3060 готовы обеспечить фантастическую игровую производительность за счет улучшенных вычислительных блоков: RT-ядер, тензорных ядер и потоковых мультипроцессоров. Они поддерживают трассировку лучей в режиме реального времени и передовые технологии искусственного интеллекта.",
    "TypeOfComponent": "GPU",
    "Cost": 42000,
    "Image": "MSI GeForce RTX 3060 GAMING X 12G.png"
  },
  {
    "Id": 5,
    "Name": "Видеокарта GIGABYTE GeForce RTX 3070 Gaming OC 8G (GV-N3070GAMING OC-8GD) (rev. 2.0)",
    "Description": "PCI-E 4.0, ядро - 1500 МГц, Boost - 1815 МГц, память - 8 Гб GDDR6 14000 МГц, 256 бит, 2xHDMI, 2xDisplayPort, подсветка, Retail",
    "TypeOfComponent": "GPU",
    "Cost": 57000,
    "Image": "GIGABYTE GeForce RTX 3070 Gaming OC 8G.png"
  },
  {
    "Id": 6,
    "Name": "Оперативная память Kingston FURY Beast 16 ГБ (8 ГБ x 2) DDR4 3200 МГц DIMM CL16 KF432C16BBK2/16",
    "Description": "Оперативная память Fury Black способна помочь обеспечить очень высокий уровень производительности игрового стационарного компьютера или профессиональной рабочей станции. Тактовая частота памяти равна 3200 МГц, а пропускная способность – 25600 МБ/с.",
    "TypeOfComponent": "RAM",
    "Cost": 6100,
    "Image": "Kingston FURY Beast 16 ГБ (8 ГБ x 2) DDR4 3200 МГц DIMM CL16.png"
  },
  {
    "Id": 7,
    "Name": "Оперативная память Kingston FURY Beast 32 ГБ (16 ГБ x 2) DDR5 4800 МГц DIMM CL38 KF548C38BBK2-32",
    "Description": "Модули памяти Kingston FURY Beast DDR5 обеспечивают высокие технологии для игровых платформ последнего поколения. Память DDR5, отличающаяся более высокой скоростью, емкостью и надежностью, поставляется с набором расширенных функций, таких как накристальная функция обнаружения и исправления ошибок (ODECC) для повышения стабильности на экстремальных скоростях.",
    "TypeOfComponent": "GPU",
    "Cost": 17000,
    "Image": "Kingston FURY Beast 32 ГБ (16 ГБ x 2) DDR5 4800 МГц DIMM CL38.png"
  },
  {
    "Id": 8,
    "Name": "Материнская плата MSI PRO B660M-E DDR4",
    "Description": "Материнская плата MSI PRO B660M-E DDR4",
    "TypeOfComponent": "Motherboard",
    "Cost": 9000,
    "Image": "MSI PRO B660M-E DDR4.png"
  },
  {
    "Id": 9,
    "Name": "Материнская плата MSI MAG B660M Mortar DDR4",
    "Description": "",
    "TypeOfComponent": "Motherboard",
    "Cost": 16800,
    "Image": "MSI MAG B660M Mortar DDR4.png"
  },
  {
    "Id": 10,
    "Name": "Материнская плата GIGABYTE B660M DS3H DDR4 (rev. 1.0)",
    "Description": "Материнская плата Gigabyte B660M DS3H DDR4 B660 Socket-1700 4xDDR4, 4xSATA3, RAID, 2xM.2, 1xPCI-E16x, 3xUSB3.2, 1xUSB3.2 Type C, D-Sub, 2xDP, HDMI, Glan, mATX",
    "TypeOfComponent": "Motherboard",
    "Cost": 13000,
    "Image": "GIGABYTE B660M DS3H DDR4 (rev. 1.0).png"
  },
  {
    "Id": 11,
    "Name": "Компьютерный корпус Cooler Master MasterBox NR200P White (MCB-NR200P-WGNN-S00)",
    "Description": "",
    "TypeOfComponent": "hull",
    "Cost": 6400,
    "Image": "Cooler Master MasterBox NR200P White.png"
  },
  {
    "Id": 12,
    "Name": "Жесткий диск Western Digital WD Blue 1 ТБ WD10EZEX",
    "Description": "Увеличьте емкость ПК с помощью накопителя WD Blue, разработанного специально для настольных и моноблочных ПК. Накопитель WD Blue позволяет увеличить объем хранения данных до 1 ТБ. Доступная для загрузки бесплатная программа Acronis True Image WD Edition позволяет клонировать диски, а также создавать резервные копии операционной системы, приложений, настроек и всех данных системы. Технология бесконтактного считывания NoTouch обеспечивает безопасное расположение записывающей головки относительно поверхности накопителя для защиты данных. Данная модель также оснащена функцией IntelliSeek. Она вычисляет оптимальное время поиска, что помогает уменьшить уровень энергопотребления, шума и вибрации.",
    "TypeOfComponent": "HDD",
    "Cost": 4100,
    "Image": "Western Digital WD Blue 1 ТБ.png"
  }
]
